Repository: Zesty0wl/rosetta-check-client-localisations
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

source: Rosetta Check needs your permission before it can inspect a folder outside the standard locations. First choose what to scan. macOS will then show a folder picker; selecting the folder grants read-only access.
de: Rosetta Check benötigt Ihre Erlaubnis, bevor ein Ordner außerhalb der üblichen Speicherorte geprüft werden kann. Wählen Sie zuerst aus, was gescannt werden soll. macOS zeigt anschließend eine Ordnerauswahl an; durch Auswählen des Ordners gewähren Sie Lesezugriff.
fr: Rosetta Check a besoin de votre autorisation pour inspecter un dossier en dehors des emplacements standard. Choisissez d’abord ce qu’il doit analyser. macOS affichera ensuite une fenêtre de sélection ; choisissez le dossier pour accorder un accès en lecture seule.
ja: Rosetta Check が標準の場所にないフォルダを検査するには, 許可が必要です. まずスキャン対象を選択してください. 続いて macOS のフォルダ選択画面が表示され, フォルダを選択すると読み取り専用アクセスが許可されます.

source: Rosetta Check removed an older write-capable folder permission. Add the folder again to grant read-only scanning access.
de: Rosetta Check hat eine ältere Ordnerberechtigung mit Schreibzugriff entfernt. Fügen Sie den Ordner erneut hinzu, um Lesezugriff für den Scan zu gewähren.
fr: Rosetta Check a supprimé une ancienne autorisation d’accès en écriture à un dossier. Ajoutez de nouveau ce dossier pour autoriser son analyse en lecture seule.
ja: Rosetta Check は, 書き込み可能だった古いフォルダアクセス権を削除しました. 読み取り専用でスキャンするには, フォルダをもう一度追加してください.

source: Rosetta Check removed older write-capable plug-in folder permissions. Grant access again when prompted to use read-only access.
de: Rosetta Check hat ältere Berechtigungen mit Schreibzugriff auf Plug-in-Ordner entfernt. Erteilen Sie bei der nächsten Aufforderung erneut Lesezugriff.
fr: Rosetta Check a supprimé d’anciennes autorisations d’accès en écriture aux dossiers de plug-ins. Accordez de nouveau l’accès lorsque vous y êtes invité afin d’utiliser un accès en lecture seule.
ja: Rosetta Check は, 書き込み可能だった古いプラグインフォルダのアクセス権を削除しました. 確認が表示されたら, 読み取り専用アクセスをもう一度許可してください.

source: Rosetta Check scans your installed applications and identifies which ones still need Rosetta (Intel translation) to run on Apple silicon Macs.
de: Rosetta Check scannt Ihre installierten Programme und zeigt, welche auf Macs mit Apple Silicon noch Rosetta (Intel-Übersetzung) benötigen.
fr: Rosetta Check analyse vos applications installées et repère celles qui ont encore besoin de Rosetta (traduction Intel) sur les Mac Apple Silicon.
ja: Rosetta Check はインストール済みのアプリケーションをスキャンし、Apple Silicon Mac で動作するためにまだ Rosetta（Intel 変換）が必要なものを特定します。

source: Rosetta Check scans your installed applications and identifies which ones still require Rosetta 2 (Intel emulation) to run on Apple Silicon Macs.
de: Rosetta Check scannt Ihre installierten Anwendungen und erkennt, welche davon noch Rosetta 2 (Intel-Emulation) benötigen, um auf Apple-Silicon-Macs zu laufen.
fr: Rosetta Check analyse vos applications installées et identifie celles qui nécessitent encore Rosetta 2 (émulation Intel) pour fonctionner sur les Mac Apple Silicon.
ja: Rosetta Check はインストール済みのアプリケーションをスキャンし、Apple Silicon Mac で動作するために Rosetta 2 (Intel エミュレーション) をまだ必要とするものを特定します。

source: Rosetta Impact
de: Rosetta-Auswirkung
fr: Impact de Rosetta
ja: Rosetta の影響

source: Rosetta Launch Warnings
de: Rosetta-Startwarnungen
fr: Avertissements de lancement Rosetta
ja: Rosetta の起動時警告

source: Rosetta Still Needed
de: Rosetta wird noch benötigt
fr: Rosetta toujours nécessaire
ja: Rosetta はまだ必要

source: Rosetta Transition
de: Rosetta-Umstellung
fr: Transition Rosetta
ja: Rosetta からの移行

# Rosetta impact score %lld out of 100, %@
source: Rosetta impact score %1$lld out of 100, %2$@
de: Rosetta-Auswirkungswert %1$lld von 100, %2$@
fr: Score d’impact Rosetta %1$lld sur 100, %2$@
ja: Rosetta 影響度スコア: %1$lld / 100、%2$@

source: Rosetta is only relevant on Apple silicon Macs. Your Mac runs all apps natively on Intel.
de: Rosetta ist nur auf Macs mit Apple Silicon relevant. Ihr Mac führt alle Apps nativ auf Intel aus.
fr: Rosetta ne concerne que les Mac Apple Silicon. Votre Mac exécute toutes les apps nativement sur Intel.
ja: Rosetta は Apple Silicon Mac でのみ関係します。お使いの Mac はすべての App を Intel でネイティブに実行します。

source: Rosetta-Free
de: Ohne Rosetta
fr: Sans Rosetta
ja: Rosetta 不要

source: Rosetta-Free!
de: Rosetta-frei!
fr: Sans Rosetta !
ja: Rosetta フリー

# RosettaCheck detected %lld new Intel-only %@ components. Open the app to review.
source: RosettaCheck detected %1$lld new Intel-only %2$@ components. Open the app to review.
de: RosettaCheck hat %1$lld neue ausschließlich Intel-basierte %2$@-Komponenten erkannt. Öffnen Sie die App zur Überprüfung.
fr: RosettaCheck a détecté %1$lld nouveaux composants %2$@ exclusivement Intel. Ouvrez l’app pour les examiner.
ja: RosettaCheck が %1$lld 件の新しい Intel 専用の %2$@ コンポーネントを検出しました。App を開いて確認してください。

source: RosettaCheck will keep watch and tell you if anything Intel sneaks in.
de: RosettaCheck behält alles im Blick und meldet sich, falls sich etwas Intel-basiertes einschleicht.
fr: RosettaCheck restera vigilant et vous préviendra si quelque chose d’Intel s’infiltre.
ja: RosettaCheck が監視を続け、Intel のものが紛れ込んだ場合はお知らせします。

source: Run App
de: App ausführen
fr: Exécuter l’app
ja: App を実行

source: Runs natively on Apple Silicon
de: Läuft nativ auf Apple Silicon
fr: S’exécute nativement sur Apple Silicon
ja: Apple Silicon でネイティブに動作

source: Same app — update to get native Apple Silicon support
de: Gleiche App – aktualisieren Sie für native Apple-Silicon-Unterstützung
fr: Même app — mettez à jour pour bénéficier de la prise en charge native Apple Silicon
ja: 同じ App — アップデートすると Apple Silicon ネイティブ対応になります

source: Scan
de: Scannen
fr: Analyser
ja: スキャン

source: Scan Applications folder directly
de: Ordner „Programme“ direkt scannen
fr: Analyser directement le dossier Applications
ja: Applications フォルダを直接スキャン

source: Scan Components
de: Komponenten scannen
fr: Analyser les composants
ja: コンポーネントをスキャン

source: Scan Folder Access Needs Renewal
de: Zugriff auf Scan-Ordner muss erneuert werden
fr: Accès au dossier d’analyse à renouveler
ja: スキャンフォルダへのアクセスの更新が必要です

source: Scan History
de: Scan-Verlauf
fr: Historique des analyses
ja: スキャン履歴

source: Scan automatically on launch
de: Beim Start automatisch scannen
fr: Analyser automatiquement au lancement
ja: 起動時に自動でスキャン

source: Scan complete - %@
de: Scan abgeschlossen – %@
fr: Analyse terminée - %@
ja: スキャン完了 - %@

source: Scan on Launch
de: Beim Start scannen
fr: Analyser au lancement
ja: 起動時にスキャン

source: Scanning
de: Scannen
fr: Analyse
ja: スキャン

source: Scanning apps...
de: Apps werden gescannt …
fr: Analyse des apps…
ja: App をスキャン中...

source: Scanning components…
de: Komponenten werden gescannt …
fr: Analyse des composants…
ja: コンポーネントをスキャン中…

source: Scanning your Mac
de: Ihr Mac wird gescannt
fr: Analyse de votre Mac
ja: Mac をスキャン中

source: Scanning your Mac…
de: Ihr Mac wird gescannt …
fr: Analyse de votre Mac…
ja: Mac をスキャン中…

source: Scanning…
de: Wird gescannt …
fr: Analyse en cours…
ja: スキャン中…

source: Screen Saver
de: Bildschirmschoner
fr: Économiseur d’écran
ja: スクリーンセーバ

source: Script Editor
de: Skripteditor
fr: Éditeur de script
ja: スクリプトエディタ

source: Search Vendor
de: Hersteller suchen
fr: Rechercher un éditeur
ja: ベンダーを検索

source: Search apps, bundle IDs, categories, or paths...
de: Apps, Bundle-IDs, Kategorien oder Pfade suchen...
fr: Rechercher des apps, des identifiants de bundle, des catégories ou des chemins...
ja: App, バンドル ID, カテゴリ, パスを検索...

source: Search apps…
de: Apps suchen …
fr: Rechercher des apps…
ja: App を検索…

source: Search by name, bundle ID, or path
de: Nach Name, Bundle-ID oder Pfad suchen
fr: Rechercher par nom, ID de bundle ou chemin
ja: 名前、バンドル ID、またはパスで検索

source: Search components…
de: Komponenten suchen …
fr: Rechercher des composants…
ja: コンポーネントを検索…

source: Search tools or paths...
de: Tools oder Pfade suchen...
fr: Rechercher des outils ou des chemins...
ja: ツールまたはパスを検索...

source: Searching for applications…
de: Programme werden gesucht …
fr: Recherche des applications…
ja: アプリケーションを検索中…

source: Searching…
de: Wird gesucht …
fr: Recherche en cours…
ja: 検索中…

source: See Apps
de: Apps anzeigen
fr: Voir les apps
ja: App を見る

source: See Components
de: Komponenten anzeigen
fr: Voir les composants
ja: コンポーネントを見る

source: See Tools
de: Tools anzeigen
fr: Voir les outils
ja: ツールを確認

source: Seen natively on %lld Macs
de: Nativ auf %lld Macs gesehen
fr: Repéré nativement sur %lld Mac
ja: %lld 台の Mac でネイティブ動作を確認

source: Seen natively on 1 Mac
de: Nativ auf 1 Mac gesehen
fr: Repéré nativement sur 1 Mac
ja: 1 台の Mac でネイティブ動作を確認

source: Select %@ to grant Rosetta Check read-only access. Rosetta Check cannot change or delete anything inside it.
de: Wählen Sie %@ aus, um Rosetta Check Lesezugriff zu gewähren. Rosetta Check kann darin nichts ändern oder löschen.
fr: Sélectionnez %@ pour accorder à Rosetta Check un accès en lecture seule. Rosetta Check ne peut rien modifier ni supprimer dans ce dossier.
ja: %@ を選択して, Rosetta Check に読み取り専用アクセスを許可してください. Rosetta Check がその中の項目を変更または削除することはできません.

source: Select %@ to include the apps stored there. Access remains read-only.
de: Wählen Sie %@ aus, um die dort gespeicherten Apps einzubeziehen. Der Zugriff bleibt schreibgeschützt.
fr: Sélectionnez %@ pour inclure les apps qui s’y trouvent. L’accès reste en lecture seule.
ja: %@ を選択すると、そこに保存されている App が含まれます。アクセスは読み取り専用のままです。

source: Select %@ to include the command-line tools stored there. Access remains read-only.
de: Wählen Sie %@ aus, um die dort gespeicherten Kommandozeilen-Tools einzubeziehen. Der Zugriff bleibt schreibgeschützt.
fr: Sélectionnez %@ pour inclure les outils de ligne de commande qui s’y trouvent. L’accès reste en lecture seule.
ja: %@ を選択すると、そこに保存されているコマンドラインツールが含まれます。アクセスは読み取り専用のままです。

source: Select the Requested Folder
de: Angeforderten Ordner auswählen
fr: Sélectionnez le dossier demandé
ja: 指定されたフォルダを選択

source: Select “%@” to let Rosetta Check read its architecture.
de: Wählen Sie „%@“, damit Rosetta Check die Architektur lesen kann.
fr: Sélectionnez « %@ » pour que Rosetta Check puisse lire son architecture.
ja: 「%@」を選択すると、Rosetta Check がアーキテクチャを読み取れます。

source: Send
de: Senden
fr: Envoyer
ja: 送信

source: Send Diagnostics
de: Diagnosedaten senden
fr: Envoyer les diagnostics
ja: 診断データを送信

source: Send Diagnostics to Support
de: Diagnosedaten an den Support senden
fr: Envoyer les diagnostics à l’assistance
ja: 診断情報をサポートに送信

source: Send Diagnostics to Support…
de: Diagnosedaten an den Support senden …
fr: Envoyer les diagnostics à l’assistance…
ja: 診断情報をサポートに送信…

source: Sending to rosettacheck.com…
de: Wird an rosettacheck.com gesendet …
fr: Envoi à rosettacheck.com…
ja: rosettacheck.com に送信中…

source: Server error %lld — tap to retry.
de: Serverfehler %lld – zum Wiederholen tippen.
fr: Erreur du serveur %lld – touchez pour réessayer.
ja: サーバエラー %lld — タップして再試行。

source: Server error (%lld). Please try again later.
de: Serverfehler (%lld). Bitte versuchen Sie es später erneut.
fr: Erreur du serveur (%lld). Réessayez plus tard.
ja: サーバエラー（%lld）。しばらくしてからもう一度お試しください。

source: Server returned an unreadable response.
de: Der Server hat eine unlesbare Antwort gesendet.
fr: Le serveur a renvoyé une réponse illisible.
ja: サーバから読み取れない応答が返されました。

source: Service
de: Dienst
ja: サービス

source: Set by your IT administrator. Reported with each upload.
de: Von Ihrem IT-Administrator festgelegt. Wird bei jedem Upload mitgesendet.
fr: Défini par votre administrateur informatique. Communiqué à chaque envoi.
ja: IT 管理者によって設定されます。アップロードのたびに送信されます。

source: Settings
de: Einstellungen
fr: Réglages
ja: 設定

source: Settings…
de: Einstellungen …
fr: Réglages…
ja: 設定…

source: Share Results
de: Ergebnisse teilen
fr: Partager les résultats
ja: 結果を共有

source: Share anonymous app, component, and Tool compatibility data
de: Anonyme Kompatibilitätsdaten zu Apps, Komponenten und Tools teilen
fr: Partager anonymement la compatibilité des apps, composants et outils
ja: App、コンポーネント、ツールの互換性データを匿名で共有

source: Share anonymously with the community
de: Anonym mit der Community teilen
fr: Partager anonymement avec la communauté
ja: コミュニティと匿名で共有

source: Share this code with support and we'll take a look.
de: Teilen Sie diesen Code mit dem Support, damit wir ihn prüfen können.
fr: Transmettez ce code à l’assistance et nous l’examinerons.
ja: このコードをサポートチームと共有してください. 内容を確認します.

source: Shared!
de: Geteilt!
fr: Partagé !
ja: 共有しました！

source: Shares anonymous app metadata and package-level Tool compatibility. Command paths, file contents, documents, and personal information are never sent.
de: Teilt anonyme App-Metadaten und die Tool-Kompatibilität auf Paketebene. Befehlspfade, Dateiinhalte, Dokumente und persönliche Daten werden nie gesendet.
fr: Partage des métadonnées anonymes d’apps et la compatibilité des outils au niveau des paquets. Les chemins de commandes, le contenu des fichiers, les documents et les informations personnelles ne sont jamais envoyés.
ja: 匿名の App メタデータと、パッケージ単位のツール互換性を共有します。コマンドのパス、ファイルの内容、書類、個人情報は送信されません。

source: Sharing Prompts
de: Freigabe-Aufforderungen
fr: Invitations de partage
ja: 共有の確認

source: Sharing…
de: Wird freigegeben …
fr: Partage en cours…
ja: 共有中…

source: Show Apple apps
de: Apple-Apps anzeigen
fr: Afficher les apps Apple
ja: Apple 製 App を表示

source: Show Apple tools
de: Apple-Tools anzeigen
fr: Afficher les outils Apple
ja: Apple 製ツールを表示

source: Show Details
de: Details anzeigen
fr: Afficher les détails
ja: 詳細を表示

source: Show Less
de: Weniger anzeigen
fr: Afficher moins
ja: 簡易表示

source: Show More
de: Mehr anzeigen
fr: Afficher plus
ja: 詳細を表示

source: Show Package Contents
de: Paketinhalt anzeigen
fr: Afficher le contenu du paquet
ja: パッケージの内容を表示

source: Show Window…
de: Fenster anzeigen …
fr: Afficher la fenêtre…
ja: ウインドウを表示…

source: Show details
de: Details anzeigen
fr: Afficher les détails
ja: 詳細を表示

source: Show details for %@
de: Details für %@ anzeigen
fr: Afficher les détails sur %@
ja: %@ の詳細を表示

source: Show icon in Dock
de: Symbol im Dock anzeigen
fr: Afficher l’icône dans le Dock
ja: Dock にアイコンを表示

source: Show in Finder
de: Im Finder anzeigen
fr: Afficher dans le Finder
ja: Finder に表示

source: Show less
de: Weniger anzeigen
fr: Afficher moins
ja: 簡易表示

source: Show original
de: Original anzeigen
fr: Afficher l’original
ja: 原文を表示

source: Show the app in Finder and quit, so you can drag it to the Trash.
de: Die App im Finder zeigen und beenden, damit Sie sie in den Papierkorb ziehen können.
fr: Afficher l’app dans le Finder et la quitter pour pouvoir la glisser dans la corbeille.
ja: Finder で App を表示して終了し、ゴミ箱にドラッグできるようにします。

source: Showing components hidden in %@
de: Komponenten anzeigen, die in %@ versteckt sind
fr: Affichage des composants cachés dans %@
ja: %@ の中に隠れているコンポーネントを表示中

source: Signature
de: Signatur
ja: 署名

source: Signed By
de: Signiert von
fr: Signé par
ja: 署名者

source: Signed by
de: Signiert von
fr: Signé par
ja: 署名者

source: Signed organization
de: Signierte Organisation
fr: Organisation signataire
ja: 署名済みの組織

source: Signing status unavailable
de: Signaturstatus nicht verfügbar
fr: État de la signature indisponible
ja: 署名の状態は不明です

source: Size
de: Größe
fr: Taille
ja: サイズ

source: Skip for now
de: Vorerst überspringen
fr: Ignorer pour l’instant
ja: 今はスキップ

source: Social Networking
de: Soziale Netze
fr: Réseaux sociaux
ja: ソーシャルネットワーキング

source: Some built-in Tool locations need access
de: Einige integrierte Tool-Orte benötigen Zugriff
fr: Certains emplacements d’outils intégrés nécessitent un accès
ja: 一部の組み込みツールの場所にアクセスが必要です

source: Some settings are managed by your organisation via a configuration profile.
de: Einige Einstellungen werden von Ihrer Organisation über ein Konfigurationsprofil verwaltet.
fr: Certains réglages sont gérés par votre organisation via un profil de configuration.
ja: 一部の設定は、構成プロファイルを通じて組織によって管理されています。

source: Sort Ascending
de: Aufsteigend sortieren
fr: Trier par ordre croissant
ja: 昇順で並べ替え

source: Sort Descending
de: Absteigend sortieren
fr: Trier par ordre décroissant
ja: 降順で並べ替え

source: Source
de: Quelle
ja: ソース

source: Source Application
de: Quellprogramm
fr: Application source
ja: 提供元アプリケーション

source: Sports
de: Sport
ja: スポーツ

source: Spotlight Can't See Installed Apps
de: Spotlight findet installierte Apps nicht
fr: Spotlight ne trouve pas les apps installées
ja: Spotlight でインストール済みの App を検出できません

source: Spotlight Index Out of Date
de: Spotlight-Index ist veraltet
fr: Index Spotlight obsolète
ja: Spotlight のインデックスが古くなっています

source: Spotlight Issue
de: Spotlight-Problem
fr: Problème Spotlight
ja: Spotlight の問題

source: Spotlight Not Indexing Apps
de: Spotlight indiziert Apps nicht
fr: Spotlight n’indexe pas les apps
ja: Spotlight が App をインデックスしていません

source: Standard plug-in locations and embedded app components are scanned automatically. Use Custom Folders above for anything stored elsewhere.
de: Standard-Speicherorte für Plug-ins und eingebettete App-Komponenten werden automatisch gescannt. Verwenden Sie oben „Benutzerdefinierte Ordner“ für alles, was anderswo gespeichert ist.
fr: Les emplacements standard des plug-ins et les composants intégrés aux apps sont analysés automatiquement. Utilisez la section Dossiers personnalisés ci-dessus pour tout élément stocké ailleurs.
ja: 標準のプラグイン保存場所と App 内のコンポーネントは自動的にスキャンされます. その他の場所に保存されている項目をスキャンするには, 上のカスタムフォルダ機能を使用してください.

source: Starting with computers using macOS 28, Rosetta functionality will only be available for certain older, unmaintained games that rely on Intel-based frameworks. Other apps that rely on Intel translation will stop working.
de: Ab Computern mit macOS 28 steht die Rosetta-Funktion nur noch für bestimmte ältere, nicht mehr gepflegte Spiele zur Verfügung, die auf Intel-basierten Frameworks beruhen. Andere Apps, die auf Intel-Übersetzung angewiesen sind, werden nicht mehr funktionieren.
fr: À partir des ordinateurs sous macOS 28, la fonctionnalité Rosetta ne sera disponible que pour certains jeux anciens et non maintenus qui reposent sur des frameworks Intel. Les autres apps qui reposent sur la traduction Intel cesseront de fonctionner.
ja: macOS 28 以降のコンピュータでは、Rosetta 機能は Intel ベースのフレームワークに依存している一部の古い、メンテナンスされていないゲームでのみ利用可能になります。Intel 変換に依存するその他の App は動作しなくなります。

source: Starting with macOS 28, Rosetta will only be available for certain older, unmaintained games that rely on Intel-based frameworks.
de: Ab macOS 28 steht Rosetta nur noch für bestimmte ältere, nicht mehr gepflegte Spiele zur Verfügung, die auf Intel-basierten Frameworks beruhen.
fr: À partir de macOS 28, Rosetta ne sera disponible que pour certains jeux anciens et non maintenus qui reposent sur des frameworks Intel.
ja: macOS 28 以降では、Rosetta は Intel ベースのフレームワークに依存している一部の古い、メンテナンスされていないゲームでのみ利用可能になります。

source: Stay up to date
de: Auf dem Laufenden bleiben
fr: Restez informé
ja: 最新情報を受け取る

source: Stop Ignoring
de: Nicht mehr ignorieren
fr: Ne plus ignorer
ja: 無視をやめる

source: Stop Ignoring All
de: Keine mehr ignorieren
fr: Ne plus rien ignorer
ja: すべての無視をやめる

source: Stop filtering by %@
de: Filterung nach %@ aufheben
fr: Arrêter de filtrer par %@
ja: %@ でのフィルタを解除

source: Stop monitoring and clear its notifications.
de: Überwachung beenden und Mitteilungen löschen.
fr: Arrêter la surveillance et effacer ses notifications.
ja: 監視を停止し、通知を消去します。

source: Submit
de: Senden
fr: Envoyer
ja: 送信

source: Suggest a Replacement
de: Alternative vorschlagen
fr: Suggérer un remplacement
ja: 代替候補を提案

source: Support & Feedback
de: Support und Feedback
fr: Assistance et commentaires
ja: サポートとフィードバック

source: Switch off launch-at-login, stop monitoring, and reveal the app in Finder so you can drag it to the Trash.
de: Deaktivieren Sie „Bei der Anmeldung starten“, beenden Sie die Überwachung und zeigen Sie die App im Finder an, damit Sie sie in den Papierkorb ziehen können.
fr: Désactivez le lancement à l’ouverture de session, arrêtez la surveillance et affichez l’app dans le Finder afin de pouvoir la faire glisser vers la Corbeille.
ja: ログイン時の起動をオフにして監視を停止し, App を Finder に表示してゴミ箱へドラッグできるようにします.

source: System Extensions
de: Systemerweiterungen
fr: Extensions système
ja: システム機能拡張

source: Test Notification
de: Test-Mitteilung
fr: Tester la notification
ja: 通知をテスト

source: Text to find
de: Zu suchender Text
fr: Texte à rechercher
ja: 検索するテキスト

source: That folder overlaps a folder Rosetta Check already scans.
de: Dieser Ordner überschneidet sich mit einem Ordner, den Rosetta Check bereits scannt.
fr: Ce dossier recoupe un dossier que Rosetta Check analyse déjà.
ja: そのフォルダは Rosetta Check がすでにスキャンしているフォルダと重複しています.

source: This app may have a native version available — not yet confirmed by other devices.
de: Für diese App ist möglicherweise eine native Version verfügbar – noch nicht von anderen Geräten bestätigt.
fr: Une version native de cette app est peut-être disponible — non encore confirmée par d’autres appareils.
ja: この App にはネイティブ版が用意されている可能性があります — ただし他のデバイスではまだ確認されていません。

source: This app uses a script launcher. Grant file access so we can check the actual binary.
de: Diese App verwendet einen Skript-Starter. Erteilen Sie Dateizugriff, damit wir das tatsächliche Binary prüfen können.
fr: Cette app utilise un lanceur de script. Autorisez l’accès aux fichiers pour que nous puissions vérifier le binaire réel.
ja: この App はスクリプトランチャーを使用しています。実際のバイナリを確認できるよう、ファイルへのアクセスを許可してください。

source: This build can't authenticate with the server. Please update Rosetta Check.
de: Dieser Build kann sich nicht beim Server anmelden. Bitte aktualisieren Sie Rosetta Check.
fr: Cette version ne peut pas s’authentifier auprès du serveur. Mettez à jour Rosetta Check.
ja: このビルドはサーバで認証できません。Rosetta Check をアップデートしてください。

source: This command contains Apple Silicon code and does not need Rosetta.
de: Dieser Befehl enthält Apple-Silicon-Code und benötigt kein Rosetta.
fr: Cette commande contient du code Apple Silicon et n’a pas besoin de Rosetta.
ja: このコマンドには Apple Silicon 用のコードが含まれており、Rosetta は不要です。

source: This command contains both Intel and Apple Silicon code and runs natively on this Mac.
de: Dieser Befehl enthält Intel- und Apple-Silicon-Code und läuft auf diesem Mac nativ.
fr: Cette commande contient du code Intel et Apple Silicon et s’exécute nativement sur ce Mac.
ja: このコマンドには Intel と Apple Silicon の両方のコードが含まれており、この Mac でネイティブに動作します。

source: This command contains x86_64 code without an arm64 slice, so it needs Rosetta on Apple Silicon.
de: Dieser Befehl enthält x86_64-Code ohne arm64-Anteil und benötigt daher auf Apple Silicon Rosetta.
fr: Cette commande contient du code x86_64 sans tranche arm64 et nécessite donc Rosetta sur Apple Silicon.
ja: このコマンドには arm64 スライスのない x86_64 コードが含まれているため、Apple Silicon では Rosetta が必要です。

source: This command is installed and updated as part of %@, not as a standalone tool.
de: Dieser Befehl wird als Teil von %@ installiert und aktualisiert, nicht als eigenständiges Tool.
fr: Cette commande est installée et mise à jour avec %@, et non comme un outil autonome.
ja: このコマンドはスタンドアロンのツールではなく, %@ の一部としてインストールおよび更新されます.

source: This device is managed by your organisation
de: Dieses Gerät wird von Ihrer Organisation verwaltet
fr: Cet appareil est géré par votre organisation
ja: このデバイスは組織によって管理されています

source: This package is deprecated
de: Dieses Paket ist veraltet
fr: Ce paquet est obsolète
ja: このパッケージは非推奨です

source: This package is disabled
de: Dieses Paket ist deaktiviert
fr: Ce paquet est désactivé
ja: このパッケージは無効です
